Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/mint-locale.tmx
Source language: en
Languages: sv

source: Install the selected language
sv: Installera det valda språket

source: System locale
sv: Systemets språkinställning

source: Install language packs
sv: Installera språkpaket

source: To write in simplified Chinese follow the steps below:
sv: Gör så här för att skriva på förenklad kinesiska:

source: Note: SunPinyin can also be used (either with Fcitx or IBus).
sv: Obs! SunPinyin kan också användas, antingen med Fcitx eller IBus.

source: Input method framework:
sv: Ramverk för inmatningsmetod:

source: Input Method
sv: Inmatningsmetod

source: Install / Remove Languages...
sv: Installera eller ta bort språk…

source: Language settings
sv: Språkinställningar

source: No locale defined
sv: Ingen språkinställning har angetts

source: Add...
sv: Lägg till…

source: Languages
sv: Språk

source: Simplified Chinese
sv: Förenklad kinesiska

source: <b><small>Note: Installing or upgrading language packs can trigger the installation of additional languages</small></b>
sv: <b><small>Obs! Installation eller uppgradering av språkpaket kan utlösa installation av ytterligare språk</small></b>

source: - In the Fcitx configuration screen, add the <b>Hangul</b> input method (uncheck "Only Show Current Language" if necessary).
sv: - I Fcitx konfigurationsfönster lägger du till <b>Hangul</b> som inmatningsmetod (avmarkera vid behov "Visa endast aktuellt språk").

source: None
sv: Ingen

source: To add support for a particular language, select it in the sidebar and follow the instructions.
sv: Lägg till stöd för önskat språk genom att välja det i sidopanelen och följa instruktionerna.

source: Install
sv: Installera

source: Vietnamese
sv: Vietnamesiska

source: To write in Vietnamese follow the steps below:
sv: Gör så här för att skriva på vietnamesiska:

source: Note: Hangul can also be used with the IBus input method.
sv: Obs! Hangul kan också användas med IBus som ramverk.

source: Japanese
sv: Japanska

source: - Right-click the Fcitx applet in the system tray and choose "Configure".
sv: - Högerklicka på Fcitx-ikonen i systemfältet och välj "Konfigurera".

source: Remove
sv: Ta bort

source: - In the IBus configuration screen, add the <b>Telugu</b> input method.
sv: - I IBus konfigurationsfönster lägger du till <b>Telugu</b> som inmatningsmetod.

source: Language Settings
sv: Språkinställningar

source: %d language installed
sv: %d språk installerat

source: %d languages installed
sv: %d språk installerade

source: Language
sv: Språk

source: Note: Chewing can also be used (either with Fcitx or IBus).
sv: Obs! Chewing kan också användas, antingen med Fcitx eller IBus.

source: To write in traditional Chinese follow the steps below:
sv: Gör så här för att skriva på traditionell kinesiska:

source: Note: Mozc can also be used with the IBus input method.
sv: Obs! Mozc kan också användas med IBus som ramverk.

source: - Log out and log back in.
sv: - Logga ut och logga sedan in igen.

source: Install any missing language packs, translations files, dictionaries for the selected language
sv: Installera saknade språkpaket, översättningsfiler och ordböcker för det valda språket

source: Traditional Chinese
sv: Traditionell kinesiska

source: Thai
sv: Thailändska

source: - In the Fcitx configuration screen, add the <b>Thai</b> input method (uncheck "Only Show Current Language" if necessary).
sv: - I Fcitx konfigurationsfönster lägger du till <b>Thai</b> som inmatningsmetod (avmarkera vid behov "Visa endast aktuellt språk").

source: Note: Unikey can also be used with the IBus input method.
sv: Obs! Unikey kan också användas med IBus som ramverk.

source: Welcome
sv: Välkommen

source: - Right-click the IBus applet in the system tray and choose "Preferences".
sv: - Högerklicka på IBus-ikonen i systemfältet och välj "Inställningar".

source: - Change the input method framework to <b>Fcitx</b>.
sv: - Ange "Fcitx" som ramverk för inmatningsmetoden.

source: Apply System-Wide
sv: Verkställ för hela systemet

source: Close
sv: Stäng

source: Already installed
sv: Redan installerat

source: Time format:
sv: Tidsformat:

source: To write in Hangul follow the steps below:
sv: Gör så här för att skriva med hangul-tecken:

source: Add a New Language
sv: Lägg till ett nytt språk

source: Time format
sv: Tidsformat

source: Install / Remove Languages
sv: Installera eller ta bort språk

source: To write in Hiragana, Katakana and Kanji follow the steps below:
sv: Gör så här för att skriva med hiragana-, katakana- och kanji-tecken:

source: Fully installed
sv: Fullständigt installerat

source: To write in Thai follow the steps below:
sv: Gör så här för att skriva på thailändska:

source: Numbers, currency, addresses, measurement...
sv: Tal, valuta, adresser och måttenheter…

source: Date and time...
sv: Datum och tid…

source: Input methods are used to write symbols and characters which are not present on the keyboard. They are useful to write in Chinese, Japanese, Korean, Thai, Vietnamese...
sv: Inmatningsmetoder används för att skriva symboler och tecken som inte finns på tangentbordet. De är användbara för att skriva på kinesiska, japanska, koreanska, thailändska, vietnamesiska...

source: Korean
sv: Koreanska

source: Cancel
sv: Avbryt

source: Add a new language
sv: Lägg till ett nytt språk

source: - In the Fcitx configuration screen, add the <b>Pinyin</b> input method (uncheck "Only Show Current Language" if necessary).
sv: - I Fcitx konfigurationsfönster lägger du till <b>Pinyin</b> som inmatningsmetod (avmarkera vid behov "Visa endast aktuellt språk").

source: Note: Telugu can also be used with Fcitx.
sv: Obs! Telugu kan också användas med Fcitx.

source: - In the Fcitx configuration screen, add the <b>Mozc</b> input method (uncheck "Only Show Current Language" if necessary).
sv: - I Fcitx konfigurationsfönster lägger du till <b>Mozc</b> som inmatningsmetod (avmarkera vid behov "Visa endast aktuellt språk").

source: Language, interface...
sv: Språk och gränssnitt…

source: - Switch between input methods with <b>Ctrl+Space</b>.
sv: - Växla mellan inmatningsmetoderna med <b>Ctrl+Mellanslag</b>.

source: - In the Fcitx configuration screen, add the <b>Unikey</b> input method (uncheck "Only Show Current Language" if necessary).
sv: - I Fcitx konfigurationsfönster lägger du till <b>Unikey</b> som inmatningsmetod (avmarkera vid behov "Visa endast aktuellt språk").

source: Note: You can also use iBus or define a Thai keyboard layout without using any input method.
sv: Obs! Du kan också använda IBus eller ange en thailändsk tangentbordslayout utan att använda någon inmatningsmetod.

source: To write in Telugu follow the steps below:
sv: Gör så här för att skriva på telugu:

source: Some language packs are missing
sv: Vissa språkpaket saknas

source: Language:
sv: Språk:

source: Language support
sv: Språkstöd

source: - Install the language support packages:
sv: - Installera språkpaket:

source: - Change the input method framework to <b>IBus</b>.
sv: - Ange <b>IBus</b> som ramverk för inmatningsmetoden.

source: Remove the selected language
sv: Ta bort det valda språket

source: Help
sv: Hjälp

source: Input method
sv: Inmatningsmetod

source: - Switch between input methods with <b>Super+Space</b>.
sv: - Växla mellan inmatningsmetoderna med <b>Super+Mellanslag</b>.
